Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Choose Model…
de: Modell wählen…
es: Elegir modelo…
fr: Choisir un modèle…
it: Scegli modello…
ja: モデルを選択…
ko: 모델 선택…
nl: Kies model…
pl: Wybierz model…
pt_br: Escolher modelo…
ru: Выбрать модель…
tr: Model seç…
zh_hans: 选择模型…
zh_hant: 選擇模型…

# choose_whether_pindrop_starts_when_you_sign_in_a
source: Choose whether Pindrop starts when you sign in and appears in the Dock.
de: Lege fest, ob Pindrop beim Anmelden startet und im Dock erscheint.
es: Elige si Pindrop se inicia al iniciar sesión y aparece en el Dock.
fr: Choisissez si Pindrop démarre à la connexion et apparaît dans le Dock.
it: Scegli se Pindrop si avvia all’accesso e appare nel Dock.
ja: ログイン時に Pindrop を起動し、Dock に表示するかを選びます。
ko: 로그인 시 Pindrop 실행 여부와 Dock 표시 여부를 선택합니다.
pl: Wybierz, czy Pindrop ma uruchamiać się po zalogowaniu i pojawiać się w Docku.
pt_br: Escolha se o Pindrop inicia ao entrar e aparece no Dock.
ru: Выберите, запускать ли Pindrop при входе и показывать ли его в Dock.
zh_hans: 选择是否在登录时启动 Pindrop 并显示在程序坞中。
zh_hant: 選擇是否在登入時啟動 Pindrop 並顯示在 Dock。

# choose_which_edge_of_the_main_window_holds_the_n
source: Choose which edge of the main window holds the navigation sidebar.
de: Wähle, an welcher Seite des Hauptfensters die Navigationsleiste sitzt.
es: Elige en qué lado de la ventana principal está la barra de navegación.
fr: Choisissez de quel côté de la fenêtre principale se trouve la barre de navigation.
it: Scegli su quale lato della finestra principale si trova la barra di navigazione.
ja: メインウィンドウのどちら側にナビゲーションサイドバーを置くか選びます。
ko: 메인 창의 어느 쪽에 탐색 사이드바를 둘지 선택합니다.
pl: Wybierz, przy której krawędzi głównego okna ma znajdować się pasek nawigacji.
pt_br: Escolha em qual lado da janela principal fica a barra de navegação.
ru: Выберите, с какой стороны главного окна располагается панель навигации.
zh_hans: 选择主窗口导航侧边栏所在的一侧。
zh_hant: 選擇主視窗導覽側邊欄所在的一側。

# choose_which_microphone_pindrop_uses_for_dictati
source: Choose which microphone Pindrop uses for dictation.
de: Wähle das Mikrofon, das Pindrop für Diktat verwendet.
es: Elige el micrófono que Pindrop usa para el dictado.
fr: Choisissez le microphone utilisé par Pindrop pour la dictée.
it: Scegli il microfono che Pindrop usa per la dettatura.
ja: 音声入力に使うマイクを選びます。
ko: 받아쓰기에 사용할 마이크를 선택합니다.
pl: Wybierz mikrofon, którego Pindrop ma używać do dyktowania.
pt_br: Escolha o microfone que o Pindrop usa para o ditado.
ru: Выберите микрофон, который Pindrop использует для диктовки.
zh_hans: 选择 Pindrop 用于听写的麦克风。
zh_hant: 選擇 Pindrop 用於聽寫的麥克風。

# clears_preferences_and_restarts_onboarding_7d851
source: Clears preferences and restarts onboarding.
de: Löscht Einstellungen und startet die Einführung neu.
es: Borra las preferencias y reinicia la configuración inicial.
fr: Efface les préférences et relance l’intégration.
it: Cancella le preferenze e riavvia la configurazione iniziale.
ja: 設定を消去し、オンボーディングを再開します。
ko: 환경설정을 지우고 온보딩을 다시 시작합니다.
pl: Czyści preferencje i ponownie uruchamia wprowadzenie.
pt_br: Limpa as preferências e reinicia a introdução.
ru: Сбрасывает настройки и перезапускает онбординг.
zh_hans: 清除偏好设置并重新开始引导。
zh_hant: 清除偏好設定並重新開始導覽。

# clipboard_temporarily_copies_the_transcript_for
source: Clipboard temporarily copies the transcript for pasting. Direct Insert types into the active app when possible.
de: Zwischenablage kopiert das Transkript zum Einfügen. Direkteingabe tippt wenn möglich in die aktive App.
es: Portapapeles copia el texto para pegarlo. Inserción directa escribe en la app activa cuando es posible.
fr: Le presse-papiers copie temporairement la transcription. L’insertion directe saisit dans l’app active si possible.
it: Gli appunti copiano la trascrizione da incollare. Inserimento diretto digita nell’app attiva quando possibile.
ja: クリップボードは貼り付け用に一時コピーします。直接入力は可能な場合アクティブなアプリに入力します。
ko: 클립보드는 붙여넣기용으로 임시 복사합니다. 직접 입력은 가능하면 활성 앱에 입력합니다.
pl: Transkrypcja jest tymczasowo kopiowana do schowka, aby można ją było wkleić. Wstawianie bezpośrednie wpisuje tekst do aktywnej aplikacji, gdy jest to możliwe.
pt_br: A área de transferência copia o texto para colar. A inserção direta digita no app ativo quando possível.
ru: Буфер обмена временно копирует текст для вставки. Прямая вставка набирает в активном приложении, если возможно.
zh_hans: 剪贴板会临时复制转写以便粘贴。直接插入会在可能时输入到当前应用。
zh_hant: 剪貼簿會暫時複製轉錄以便貼上。直接插入會在可能時輸入到作用中的 App。

source: Configuration File
de: Konfigurationsdatei
es: Archivo de configuración
fr: Fichier de configuration
it: File di configurazione
ja: 設定ファイル
ko: 구성 파일
pl: Plik konfiguracyjny
pt_br: Arquivo de configuração
ru: Файл конфигурации
zh_hans: 配置文件
zh_hant: 設定檔

source: Configuration Scope
de: Konfigurationsbereich
es: Ámbito de configuración
fr: Portée de configuration
it: Ambito di configurazione
ja: 設定スコープ
ko: 구성 범위
pl: Zakres konfiguracji
pt_br: Escopo da configuração
ru: Область конфигурации
zh_hans: 配置范围
zh_hant: 設定範圍

source: Configuration Snippet
de: Konfigurationssnippet
es: Fragmento de configuración
fr: Extrait de configuration
it: Snippet di configurazione
ja: 設定スニペット
ko: 구성 스니펫
pl: Fragment konfiguracji
pt_br: Trecho de configuração
ru: Фрагмент конфигурации
zh_hans: 配置片段
zh_hant: 設定片段

source: Copy System Info
de: Systeminfo kopieren
es: Copiar info del sistema
fr: Copier les infos système
it: Copia info di sistema
ja: システム情報をコピー
ko: 시스템 정보 복사
pl: Kopiuj informacje o systemie
pt_br: Copiar info do sistema
ru: Копировать сведения о системе
zh_hans: 复制系统信息
zh_hant: 複製系統資訊

# copy_the_configuration_snippet_into_your_preferr
source: Copy the configuration snippet into your preferred AI agent host.
de: Kopiere das Konfigurationssnippet in deinen bevorzugten AI-Agent-Host.
es: Copia el fragmento de configuración en el host de agente de IA que prefieras.
fr: Copiez l’extrait de configuration dans l’hôte d’agent IA de votre choix.
it: Copia lo snippet di configurazione nell’host agente IA preferito.
ja: 設定スニペットを好みの AI エージェントホストにコピーします。
ko: 구성 스니펫을 선호하는 AI 에이전트 호스트에 복사하세요.
pl: Skopiuj fragment konfiguracji do wybranego hosta agenta AI.
pt_br: Copie o trecho de configuração para o host de agente de IA de sua preferência.
ru: Скопируйте фрагмент конфигурации в предпочитаемый хост AI-агента.
zh_hans: 将配置片段复制到你偏好的 AI 代理主机。
zh_hant: 將設定片段複製到你偏好的 AI 代理主機。

# copy_the_most_recent_transcript_to_the_clipboard_03a8d47b
source: Copy the most recent transcript to the clipboard.
de: Kopiert das neueste Transkript in die Zwischenablage.
es: Copia la transcripción más reciente al portapapeles.
fr: Copie la transcription la plus récente dans le presse-papiers.
it: Copia la trascrizione più recente negli appunti.
ja: 最新の文字起こしをクリップボードにコピーします。
ko: 가장 최근 전사 내용을 클립보드에 복사합니다.
pl: Kopiuj najnowszą transkrypcję do schowka.
pt_br: Copia a transcrição mais recente para a área de transferência.
ru: Копирует последнюю расшифровку в буфер обмена.
zh_hans: 将最近的转写复制到剪贴板。
zh_hant: 將最近的轉錄複製到剪貼簿。

source: Create Preset
de: Voreinstellung erstellen
es: Crear preajuste
fr: Créer un préréglage
it: Crea preimpostazione
ja: プリセットを作成
ko: 프리셋 만들기
pl: Utwórz ustawienie wstępne
pt_br: Criar predefinição
ru: Создать пресет
zh_hans: 创建预设
zh_hant: 建立預設

# credentials_are_stored_securely_in_keychain_5acf
source: Credentials are stored securely in Keychain.
de: Zugangsdaten werden sicher in der Schlüsselbund gespeichert.
es: Las credenciales se guardan de forma segura en el Llavero.
fr: Les identifiants sont stockés en toute sécurité dans le Trousseau.
it: Le credenziali sono archiviate in modo sicuro nel Portachiavi.
ja: 認証情報はキーチェーンに安全に保存されます。
ko: 자격 증명은 키체인에 안전하게 저장됩니다.
pl: Poświadczenia są bezpiecznie przechowywane w pęku kluczy.
pt_br: As credenciais são armazenadas com segurança no Keychain.
ru: Учётные данные надёжно хранятся в Связке ключей.
zh_hans: 凭据安全地存储在钥匙串中。
zh_hant: 憑證會安全地儲存在鑰匙圈中。

source: Delete All Participants?
de: Alle Teilnehmer löschen?
es: ¿Eliminar todos los participantes?
fr: Supprimer tous les participants ?
it: Eliminare tutti i partecipanti?
ja: すべての参加者を削除しますか？
ko: 모든 참가자를 삭제할까요?
pl: Usunąć wszystkich uczestników?
pt_br: Excluir todos os participantes?
ru: Удалить всех участников?
zh_hans: 删除所有参与者？
zh_hant: 刪除所有參與者？

# delete_all_participants_60ed6e73
source: Delete All Participants…
de: Alle Teilnehmer löschen…
es: Eliminar todos los participantes…
fr: Supprimer tous les participants…
it: Elimina tutti i partecipanti…
ja: すべての参加者を削除…
ko: 모든 참가자 삭제…
pl: Usuń wszystkich uczestników…
pt_br: Excluir todos os participantes…
ru: Удалить всех участников…
zh_hans: 删除所有参与者…
zh_hant: 刪除所有參與者…

source: Enable MCP Server
de: MCP-Server aktivieren
es: Activar servidor MCP
fr: Activer le serveur MCP
it: Abilita server MCP
ja: MCP サーバーを有効化
ko: MCP 서버 사용
pl: Włącz serwer MCP
pt_br: Ativar servidor MCP
ru: Включить сервер MCP
zh_hans: 启用 MCP 服务器
zh_hant: 啟用 MCP 伺服器

# hold_to_record_then_release_to_open_the_note_edi
source: Hold to record, then release to open the note editor with the transcription.
de: Halten zum Aufnehmen, loslassen öffnet den Notiz-Editor mit der Transkription.
es: Mantén pulsado para grabar; al soltar se abre el editor de notas con la transcripción.
fr: Maintenez pour enregistrer, relâchez pour ouvrir l’éditeur de notes avec la transcription.
it: Tieni premuto per registrare, rilascia per aprire l’editor note con la trascrizione.
ja: 押し続けて録音し、離すと文字起こし付きのノート編集が開きます。
ko: 누르고 있으면 녹음되고, 놓으면 전사가 포함된 메모 편집기가 열립니다.
pl: Przytrzymaj, aby nagrywać, a następnie puść, aby otworzyć edytor notatek z transkrypcją.
pt_br: Segure para gravar e solte para abrir o editor de notas com a transcrição.
ru: Удерживайте для записи; отпустите, чтобы открыть редактор заметок с расшифровкой.
zh_hans: 按住录音，松开后打开带转写的笔记编辑器。
zh_hant: 按住錄音，放開後開啟含轉錄的筆記編輯器。

# keep_pindrop_current_automatically_or_check_for
source: Keep Pindrop current automatically, or check for a new version now.
de: Halte Pindrop automatisch aktuell oder prüfe jetzt auf eine neue Version.
es: Mantén Pindrop actualizado automáticamente o busca una nueva versión ahora.
fr: Gardez Pindrop à jour automatiquement, ou vérifiez une nouvelle version maintenant.
it: Mantieni Pindrop aggiornato automaticamente oppure cerca subito una nuova versione.
ja: Pindrop を自動更新するか、今すぐ新しいバージョンを確認します。
ko: Pindrop을 자동으로 최신 상태로 유지하거나 지금 새 버전을 확인합니다.
pl: Utrzymuj Pindrop na bieżąco automatycznie lub sprawdź teraz dostępność nowej wersji.
pt_br: Mantenha o Pindrop atualizado automaticamente ou verifique uma nova versão agora.
ru: Обновляйте Pindrop автоматически или проверьте новую версию сейчас.
zh_hans: 自动保持 Pindrop 最新，或立即检查新版本。
zh_hant: 自動保持 Pindrop 最新，或立即檢查新版本。

source: Launch at Login Could Not Be Changed
de: „Beim Anmelden starten“ konnte nicht geändert werden
es: No se pudo cambiar «Abrir al iniciar sesión»
fr: Impossible de modifier « Lancer à la connexion »
it: Impossibile modificare «Avvia all’accesso»
ja: 「ログイン時に起動」を変更できませんでした
ko: 「로그인 시 실행」을 변경할 수 없습니다
pl: Nie udało się zmienić uruchamiania przy logowaniu
pt_br: Não foi possível alterar «Abrir ao iniciar sessão»
ru: Не удалось изменить «Запускать при входе»
zh_hans: 无法更改“登录时启动”
zh_hant: 無法變更「登入時啟動」

# manage_presets_d5d4c2c2
source: Manage Presets…
de: Voreinstellungen verwalten…
es: Gestionar preajustes…
fr: Gérer les préréglages…
it: Gestisci preimpostazioni…
ja: プリセットを管理…
ko: 프리셋 관리…
pl: Zarządzaj ustawieniami wstępnymi…
pt_br: Gerenciar predefinições…
ru: Управление пресетами…
zh_hans: 管理预设…
zh_hant: 管理預設…

source: MCP Configuration Error
de: MCP-Konfigurationsfehler
es: Error de configuración MCP
fr: Erreur de configuration MCP
it: Errore di configurazione MCP
ja: MCP 設定エラー
ko: MCP 구성 오류
pl: Błąd konfiguracji MCP
pt_br: Erro de configuração MCP
ru: Ошибка конфигурации MCP
zh_hans: MCP 配置错误
zh_hant: MCP 設定錯誤

source: Model Validation
de: Modellvalidierung
es: Validación del modelo
fr: Validation du modèle
it: Validazione modello
ja: モデル検証
ko: 모델 검증
pl: Walidacja modelu
pt_br: Validação do modelo
ru: Проверка модели
zh_hans: 模型验证
zh_hant: 模型驗證

source: No learned participants yet
de: Noch keine gelernten Teilnehmer
es: Aún no hay participantes aprendidos
fr: Aucun participant appris pour le moment
it: Nessun partecipante appreso ancora
ja: 学習済みの参加者はまだありません
ko: 아직 학습된 참가자가 없습니다
pl: Nie ma jeszcze zapamiętanych uczestników
pt_br: Nenhum participante aprendido ainda
ru: Пока нет выученных участников
zh_hans: 尚无已学习的参与者
zh_hant: 尚無已學習的參與者

# no_providers_configured_yet_e6bc0075
source: No providers configured yet
de: Noch keine Anbieter konfiguriert
es: Aún no hay proveedores configurados
fr: Aucun fournisseur configuré pour le moment
it: Nessun provider configurato ancora
ja: プロバイダはまだ設定されていません
ko: 아직 구성된 제공자가 없습니다
pl: Nie skonfigurowano jeszcze żadnych dostawców
pt_br: Nenhum provedor configurado ainda
ru: Провайдеры ещё не настроены
zh_hans: 尚未配置提供商
zh_hant: 尚未設定提供者

source: Not enough voice data yet
de: Noch nicht genug Sprachdaten
es: Aún no hay suficientes datos de voz
fr: Pas encore assez de données vocales
it: Dati vocali ancora insufficienti
ja: 音声データがまだ不足しています
ko: 아직 음성 데이터가 부족합니다
pl: Za mało danych głosowych
pt_br: Ainda não há dados de voz suficientes
ru: Пока недостаточно голосовых данных
zh_hans: 语音数据尚不足
zh_hant: 語音資料尚不足

source: Not generated yet — enable the server
de: Noch nicht erzeugt — Server aktivieren
es: Aún no generado — activa el servidor
fr: Pas encore généré — activez le serveur
it: Non ancora generato — abilita il server
ja: 未生成 — サーバーを有効にしてください
ko: 아직 생성되지 않음 — 서버를 사용하세요
pl: Jeszcze nie wygenerowano — włącz serwer
pt_br: Ainda não gerado — ative o servidor
ru: Ещё не сгенерирован — включите сервер
zh_hans: 尚未生成 — 请启用服务器
zh_hant: 尚未產生 — 請啟用伺服器

source: Note Capture — Hold
de: Notizaufnahme — Halten
es: Captura de nota — Mantener
fr: Capture de note — Maintenir
it: Cattura nota — Tieni premuto
ja: ノート録音 — 押し続け
ko: 메모 캡처 — 길게 누르기
pl: Przechwytywanie notatki — przytrzymanie
pt_br: Captura de nota — Segurar
ru: Захват заметки — удержание
zh_hans: 笔记采集 — 按住
zh_hant: 筆記擷取 — 按住

# note_capture_toggle_7139a240
source: Note Capture — Toggle
de: Notizaufnahme — Umschalten
es: Captura de nota — Alternar
fr: Capture de note — Basculer
it: Cattura nota — Attiva/disattiva
ja: ノート録音 — トグル
ko: 메모 캡처 — 토글
pl: Przechwytywanie notatki — przełączanie
pt_br: Captura de nota — Alternar
ru: Захват заметки — переключение
zh_hans: 笔记采集 — 切换
zh_hant: 筆記擷取 — 切換

# pick_which_provider_and_model_handles_each_ai_ta_3140fe59
source: Pick which provider and model handles each AI task. Leave a purpose unassigned to skip it.
de: Wähle Anbieter und Modell für jede KI-Aufgabe. Unzugewiesene Zwecke werden übersprungen.
es: Elige qué proveedor y modelo gestiona cada tarea de IA. Deja un propósito sin asignar para omitirlo.
fr: Choisissez le fournisseur et le modèle pour chaque tâche IA. Laissez un usage non assigné pour l’ignorer.
it: Scegli provider e modello per ogni attività IA. Lascia uno scopo non assegnato per saltarlo.
ja: 各 AI タスクに使うプロバイダとモデルを選びます。未割り当てはスキップされます。
ko: 각 AI 작업을 처리할 제공자와 모델을 선택합니다. 미할당 목적은 건너뜁니다.
pl: Wybierz dostawcę i model dla każdego zadania AI. Pozostaw cel nieprzypisany, aby go pominąć.
pt_br: Escolha qual provedor e modelo cuida de cada tarefa de IA. Deixe um propósito sem atribuição para pular.
ru: Выберите провайдера и модель для каждой AI-задачи. Неназначенные цели пропускаются.
zh_hans: 为每项 AI 任务选择提供商和模型。未分配的用途会被跳过。
zh_hant: 為每項 AI 工作選擇提供者與模型。未指派的用途會被略過。

# port_changes_take_effect_the_next_time_the_serve
source: Port changes take effect the next time the server starts.
de: Portänderungen gelten beim nächsten Serverstart.
es: Los cambios de puerto se aplican la próxima vez que se inicie el servidor.
fr: Les changements de port prennent effet au prochain démarrage du serveur.
it: Le modifiche alla porta hanno effetto al prossimo avvio del server.
ja: ポートの変更は次回サーバー起動時に反映されます。
ko: 포트 변경은 다음 서버 시작 시 적용됩니다.
pl: Zmiany portu zaczną obowiązywać przy następnym uruchomieniu serwera.
pt_br: As alterações de porta entram em vigor na próxima inicialização do servidor.
ru: Изменения порта вступят в силу при следующем запуске сервера.
zh_hans: 端口更改将在下次启动服务器时生效。
zh_hant: 連接埠變更會在下次啟動伺服器時生效。

# press_once_to_start_recording_then_again_to_open
source: Press once to start recording, then again to open the note editor.
de: Einmal drücken zum Starten, erneut zum Öffnen des Notiz-Editors.
es: Pulsa una vez para grabar y otra vez para abrir el editor de notas.
fr: Appuyez une fois pour enregistrer, puis encore pour ouvrir l’éditeur de notes.
it: Premi una volta per registrare, di nuovo per aprire l’editor note.
ja: 一度押して録音を開始し、もう一度押してノート編集を開きます。
ko: 한 번 눌러 녹음을 시작하고, 다시 눌러 메모 편집기를 엽니다.
pl: Naciśnij raz, aby rozpocząć nagrywanie, a potem ponownie, aby otworzyć edytor notatek.
pt_br: Pressione uma vez para gravar e outra para abrir o editor de notas.
ru: Нажмите один раз, чтобы начать запись, и ещё раз, чтобы открыть редактор заметок.
zh_hans: 按一次开始录音，再按一次打开笔记编辑器。
zh_hant: 按一次開始錄音，再按一次開啟筆記編輯器。

# refresh_the_provider_or_open_edit_to_fetch_model
source: Refresh the provider or open Edit to fetch models.
de: Aktualisiere den Anbieter oder öffne Bearbeiten, um Modelle zu laden.
es: Actualiza el proveedor o abre Editar para obtener modelos.
fr: Actualisez le fournisseur ou ouvrez Modifier pour récupérer les modèles.
it: Aggiorna il provider o apri Modifica per recuperare i modelli.
ja: プロバイダを更新するか、編集を開いてモデルを取得してください。
ko: 제공자를 새로 고치거나 편집을 열어 모델을 가져오세요.
pl: Odśwież dostawcę lub otwórz Edytuj, aby pobrać modele.
pt_br: Atualize o provedor ou abra Editar para buscar modelos.
ru: Обновите провайдера или откройте «Изменить», чтобы загрузить модели.
zh_hans: 请刷新提供商或打开“编辑”以获取模型。
zh_hant: 請重新整理提供者或開啟「編輯」以取得模型。

source: Rename Participant
de: Teilnehmer umbenennen
es: Renombrar participante
fr: Renommer le participant
it: Rinomina partecipante
ja: 参加者の名前を変更
ko: 참가자 이름 변경
pl: Zmień nazwę uczestnika
pt_br: Renomear participante
ru: Переименовать участника
zh_hans: 重命名参与者
zh_hant: 重新命名參與者

# rename_speakers_in_transcripts_to_teach_pindrop
source: Rename speakers in transcripts to teach Pindrop to recognize voices automatically.
de: Benenne Sprecher in Transkripten um, damit Pindrop Stimmen automatisch erkennt.
es: Renombra oradores en las transcripciones para que Pindrop aprenda a reconocer voces.
fr: Renommez les intervenants dans les transcriptions pour enseigner à Pindrop à reconnaître les voix.
it: Rinomina i parlanti nelle trascrizioni per insegnare a Pindrop a riconoscere le voci.
ja: 文字起こしで話者名を変え、Pindrop に声の自動認識を教えましょう。
ko: 전사에서 화자 이름을 바꿔 Pindrop이 목소리를 자동 인식하도록 가르치세요.
pl: Zmieniaj nazwy mówców w transkrypcjach, aby nauczyć Pindrop automatycznego rozpoznawania głosów.
pt_br: Renomeie falantes nas transcrições para ensinar o Pindrop a reconhecer vozes.
ru: Переименовывайте спикеров в расшифровках, чтобы Pindrop учился автоматически распознавать голоса.
zh_hans: 在转写中重命名说话人，让 Pindrop 学会自动识别声音。
zh_hant: 在轉錄中重新命名說話者，讓 Pindrop 學會自動辨識聲音。

# reset_all_settings_e5dbc5fc
source: Reset All Settings…
de: Alle Einstellungen zurücksetzen…
es: Restablecer todos los ajustes…
fr: Réinitialiser tous les réglages…
it: Reimposta tutte le impostazioni…
ja: すべての設定をリセット…
ko: 모든 설정 재설정…
pl: Resetuj wszystkie ustawienia…
pt_br: Redefinir todas as configurações…
ru: Сбросить все настройки…
zh_hans: 重置所有设置…
zh_hant: 重設所有設定…

# run_a_local_http_server_so_ai_agents_can_submit
source: Run a local HTTP server so AI agents can submit transcription jobs, search history, and manage speakers.
de: Startet einen lokalen HTTP-Server, damit AI-Agenten Transkriptionsjobs senden, Verlauf durchsuchen und Sprecher verwalten können.
es: Ejecuta un servidor HTTP local para que los agentes de IA envíen trabajos de transcripción, busquen en el historial y gestionen oradores.
fr: Exécute un serveur HTTP local pour que les agents IA envoient des tâches de transcription, cherchent dans l’historique et gèrent les intervenants.
it: Esegue un server HTTP locale così gli agenti IA possono inviare job di trascrizione, cercare nella cronologia e gestire i parlanti.
ja: AI エージェントが文字起こしジョブ送信・履歴検索・話者管理できるようローカル HTTP サーバーを実行します。
ko: AI 에이전트가 전사 작업을 제출하고 기록을 검색하며 화자를 관리할 수 있도록 로컬 HTTP 서버를 실행합니다.
pl: Uruchom lokalny serwer HTTP, aby agenci AI mogli przesyłać zadania transkrypcji, przeszukiwać historię i zarządzać mówcami.
pt_br: Executa um servidor HTTP local para agentes de IA enviarem trabalhos de transcrição, pesquisarem o histórico e gerenciarem falantes.
ru: Запускает локальный HTTP-сервер, чтобы AI-агенты могли отправлять задания транскрипции, искать в истории и управлять спикерами.
zh_hans: 运行本地 HTTP 服务器，以便 AI 代理提交转写任务、搜索历史并管理说话人。
zh_hant: 執行本機 HTTP 伺服器，讓 AI 代理能提交轉錄工作、搜尋歷程並管理說話者。

# select_the_language_pindrop_should_expect_when_t
source: Select the language Pindrop should expect when transcribing speech.
de: Wähle die Sprache, die Pindrop beim Transkribieren erwartet.
es: Selecciona el idioma que Pindrop debe esperar al transcribir.
fr: Sélectionnez la langue que Pindrop doit attendre lors de la transcription.
it: Seleziona la lingua che Pindrop deve aspettarsi quando trascrive.
ja: 音声を文字起こしするときに想定する言語を選びます。
ko: 음성을 전사할 때 Pindrop이 기대할 언어를 선택합니다.
pl: Wybierz język, którego Pindrop ma oczekiwać podczas transkrypcji mowy.
pt_br: Selecione o idioma que o Pindrop deve esperar ao transcrever a fala.
ru: Выберите язык, который Pindrop должен ожидать при транскрипции речи.
zh_hans: 选择 Pindrop 在转写语音时应预期的语言。
zh_hant: 選擇 Pindrop 在轉錄語音時應預期的語言。

# these_options_are_mutually_exclusive_enabling_on
source: These options are mutually exclusive. Enabling one turns the other off.
de: Diese Optionen schließen sich gegenseitig aus. Eine aktivieren schaltet die andere aus.
es: Estas opciones son mutuamente excluyentes. Activar una desactiva la otra.
fr: Ces options s’excluent mutuellement. En activer une désactive l’autre.
it: Queste opzioni si escludono a vicenda. Attivarne una disattiva l’altra.
ja: これらのオプションは排他的です。一方を有効にすると他方は無効になります。
ko: 이 옵션은 서로 배타적입니다. 하나를 켜면 다른 하나는 꺼집니다.
pl: Te opcje wzajemnie się wykluczają. Włączenie jednej wyłącza drugą.
pt_br: Essas opções são mutuamente exclusivas. Ativar uma desativa a outra.
ru: Эти параметры взаимоисключающие. Включение одного отключает другой.
zh_hans: 这些选项互斥。启用一个会关闭另一个。
zh_hant: 這些選項互斥。啟用一個會關閉另一個。

# this_removes_all_learned_voice_profiles_and_trai
source: This removes all learned voice profiles and training data. This cannot be undone.
de: Dadurch werden alle gelernten Stimmprofile und Trainingsdaten entfernt. Das kann nicht rückgängig gemacht werden.
es: Esto elimina todos los perfiles de voz aprendidos y los datos de entrenamiento. No se puede deshacer.
fr: Cela supprime tous les profils vocaux appris et les données d’entraînement. Action irréversible.
it: Rimuove tutti i profili vocali appresi e i dati di training. Non può essere annullato.
ja: 学習済みの声プロファイルとトレーニングデータをすべて削除します。元に戻せません。
ko: 학습된 모든 음성 프로필과 학습 데이터를 제거합니다. 되돌릴 수 없습니다.
pl: Spowoduje to usunięcie wszystkich wytrenowanych profili głosowych i danych treningowych. Tej operacji nie można cofnąć.
pt_br: Isso remove todos os perfis de voz aprendidos e dados de treino. Não pode ser desfeito.
ru: Удаляет все выученные голосовые профили и обучающие данные. Отменить нельзя.
zh_hans: 这将删除所有已学习的声音配置和训练数据。此操作无法撤销。
zh_hant: 這會移除所有已學習的聲音設定檔與訓練資料。此操作無法復原。
